Repository: Xennis/lifetime-app
Catalog: lib/l10n/app_*.arb
Languages: fr

# appTitle
source: Lifetime Clock
fr: Horloge de durée de vie

# settingsPage
source: Settings
fr: Paramètres

# aboutPage
source: About the app
fr: Sur l'application

# aboutLegalese
source: Developed by {name}
fr: Développe de {name}

# imprint
source: Legal notice
fr: Mentions légales

# imprintTmgText
source: Information in accordance with ยง {paragraphNumber} TMG
fr: Selon les indications § {paragraphNumber} TMG

# imprintDisclaimerLabel
source: Disclaimer
fr: Exonération de la responsabilité

# imprintDisclaimerText
source: We decline any liability for the contents of external links, for which only the respective webmasters are responsible.
fr: Nous déclinons toute responsabilité quant au contenu des liens externes. Les exploitants des pages liées sont seuls responsables sur leur contenu.

# optionPlannedAge
source: Planned age
fr: Âge prévu

# optionDarkTheme
source: Dark theme
fr: Sombre

# numberViewBirthToNow
source: The clock shows the time from your birthday {birthday} to now.
fr: L'horloge montre le temps de ton anniversaire {birthday} jusqu'à maintenant.

# numberViewNowToDeath
source: The clock shows the time from now to your planned age of {age} ({deathDay}).
fr: L'horloge montre le temps de maintenant jusqu'à l'âge prévu {age} ({deathDay}).

# numberViewModeSwitch
source: Count up
fr: Incrémenter

# boxViewInfoText
source: Every box represents 1 year. Blue for the past, green the future and red the current one.
fr: Chaque case représente une année. Bleu pour le passé, vert pour l'avenir et rouge l'année actuelle.

# firstOpenDialogTitle
source: Hello
fr: Salut

# firstOpenDialogContent
source: Before using the app set a birthday and age.
fr: Mets ton anniversaire et l'âge prévu.

# firstOpenDialogOpenSettings
source: Open Settings
fr: Ouvrir des paramètres

source: Birthday
fr: Anniversaire

source: cancel
fr: annuler

source: Olympics
fr: Olympiques

source: Years
fr: Années

source: Days
fr: Jours

source: Hours
fr: Heures

source: Seconds
fr: Secondes
